{
    "Blog" : "블로그",
    "Take me Home" : "이전 화면으로",
    "Resume" : "이력서",
    "About" : "소개",
    "Portfolio" : "포트폴리오",
    "Contact" : "연락처",
    "About Me" : "소개",
    "title_1" : "안녕하세요!<br />주니어 프론트엔드<br /> 개발자<br />",
    "title_2" : "유정원",
    "title_3" : "입니다 🙌",
    "intro" : "안녕하세요. 주니어 프론트엔드 개발자 유정원입니다. 현재 대한민국 서울에서 활동하고 있습니다. 가치 있는 목표 아래에서 함께 일할 동료를 찾는 중입니다. 여러 종류의 미디어 컨텐츠를 사랑하고, 이를 뒷받침하는 기술과 사용자 경험에 매료되어 있습니다. 기술력과 통찰을 통해 가교 역할을 할 수 있기를 꿈꾸고 있습니다.",
    "main_intro" : "현실 세계의 문제를 해결하는 일과 이를 위한 새로운 기술에 관심이 많습니다. 배우고 익힌 것을 기억하기 위해 제작한 포트폴리오 웹사이트 겸 블로그입니다.",
    "Featured" : "메인 프로젝트",
    "portfolio_desc" : "잘 기능하는 웹 프로덕트뿐만 아니라 매끄러운 사용자 경험을 주려고 노력하는 개발자가 되고자 합니다. 아래는 이러한 목표를 두고 진행한 메인 프로젝트입니다.",
    "Side" : "사이드 프로젝트",
    "Side_desc" : "다양한 기술을 폭넓게 경험하기 위해 진행한 사이드 프로젝트입니다.",
    "Contact_desc" : "흥미롭고 귀중한 제안과 소식에 언제나 열려 있습니다. 공개 이력서는 메뉴의 링크를 통해서 열람 가능합니다. 😊",
    "contact_sub" : "채널 안내",
    "medi_desc" : "바닐라 자바스크립트와 웹팩 시스템을 이해하기 위해 진행한 사이드 프로젝트입니다.",
    "weather_desc" : "바닐라 자바스크립트와 오픈 API, 반응형 디자인을 연습하기 위해 진행한 사이드 프로젝트입니다.",
    "kakao_desc" : "HTML5, CSS3, JavaScript를 연습하기 위해 클론 코딩을 진행했습니다.",
    "tech_desc" : "React.js로 제작된 테크 블로그 웹사이트입니다. grommet UI 라이브러리, node-sass를 사용해 스타일링 하고 다양한 리액트 라이브러리를 경험해보기 위해 진행한 프로젝트입니다. (markdown, i18n ..)",
    "koop_desc" : "온라인 스토어 KoopKorea의 스토어 프론트 웹 컴포넌트 리디자인을 맡았습니다. BigCommerce-Stencil CLI emulator를 사용해 개발, 번들, 배포를 경험했습니다.",
    "moon_desc" : "Moon-todo는 개인화 대시보드 웹 애플리케이션입니다. todo list의 데이터에 기반해 달력과 차트 리포트가 제공됩니다. Vue.js를 중점적으로 활용하고, 상태 관리 라이브러리 Vuex로 효율적인 데이터 관리를 경험했습니다. 리팩토링 시 TypeScript를 시작해보았고, 스타일링에서는 Chart.js 시각화 라이브러리와 Tailwinds CSS 프레임워크, SCSS 등을 활용했습니다.",
    "Admin" : "관리자",
    "Admin_login" : "관리자 로그인",
    "Admin_logout" : "관리자 로그아웃",
    "Admin_Profile" : "관리자 계정",
    "Write_Post" : "포스트 쓰기",
    "enlarge" : "이미지를 누르면 확대됩니다.",
    "inform_1" : "Close 버튼이 안 보이면 스크롤해주세요.",
    "Name" : "이름",
    "Password" : "비밀번호",
    "Submit" : "확인",
    "Reset" : "다시 쓰기"

}